[
    {
        "number":1,
        "input":"And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.", 
        "source":"Philippians 4:7"
    },
    {
        "number":2,
        "input":"in all your ways acknowledge him, and he will make your paths straight.", 
        "source":"Proverbs 3:6"
    },
    {
        "number":3,
        "input":"Do not conform to the pattern of this world, but be transformed by the renewing of your mind.",
        "source":"Romans 12:2"
    },
    {
        "number":4,
        "input":"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "source":"Psalm 23:4"
    },
    {
        "number":5,
        "input":"Trust in the Lord with all your heart and lean not on your own understanding;",
        "source":"Proverbs 3:5"
    },
    {
        "number":6,
        "input":"Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.",
        "source":"Philippians 4:6"
    },
    {
        "number":7,
        "input":"And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
        "source":"Romans 8:28"
    },
    {
        "number":8,
        "input":"I can do everything through him who gives me strength.",
        "source":"Philippians 4:13"
    },
    {
        "number":9,
        "input":"For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future.",
        "source":"Jeremiah 29:11"
    },
    {
        "number":10,
        "input":"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
        "source":"John 3:16"
    },
    {
        "number":11,
        "input":"The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise.",
        "source":"Psalm 51:17"
    },
    {
        "number":12,
        "input":"Cast your cares on the Lord and he will sustain you; he will never let the righteous fall.",
        "source":"Psalm 55:22"
    },
    {
        "number":13,
        "input":"Find rest, O my soul, in God alone; my hope comes from him.",
        "source":"Psalm 62:5"
    },
    {
        "number":14,
        "input":"as far as the east is from the west, so far has he removed our transgressions from us.",
        "source":"Psalm 103:12"
    },
    {
        "number":15,
        "input":"For lack of guidance a nation falls, but many advisers make victory sure.",
        "source":"Proverbs 11:14"
    },
    {
        "number":16,
        "input":"In his heart a man plans his course, but the Lord determines his steps.",
        "source":"Proverbs 16:9"
    },
    {
        "number":17,
        "input":"By wisdom a house is built, and through understanding it is established;",
        "source":"Proverbs 24:3"
    },
    {
        "number":18,
        "input":"An honest answer is like a kiss on the lips.",
        "source":"Proverbs 24:26"
    }
]